---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.WPerMK
source: html/6c55512a-ec7e-d13d-b0f5-1e751385be2a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.WPerMK Property

Symbol W/(m·K), indicating unit Watts per meter kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId WPerMK { get; }
```